/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "4915";  */
"Favorites" = "Закладки";

/*  Class = "NSTabViewItem"; label = "Standard"; ObjectID = "4981";  */
"Standard" = "Стандартный";

/*  Class = "NSTabViewItem"; label = "Socket"; ObjectID = "4982";  */
"Socket" = "Сокет";

/*  Class = "NSTabViewItem"; label = "SSH"; ObjectID = "4985";  */
"SSH" = "SSH туннель";

/*  Class = "NSTextFieldCell"; title = "Enter connection details below, or choose a favorite"; ObjectID = "5155";  */
"Enter connection details below, or choose a favorite" = "Введите параметры соединения или выберите его из закладок";

/*  Class = "NSButtonCell"; title = "Connect"; ObjectID = "5158";  */
"Connect" = "Соединить";

/*  Class = "NSButton"; gToolTip = "Add to Favorites (⌥⌘A)"; ObjectID = "5159";  */
"Add to Favorites (⌥⌘A)" = "Добавить в закладки (⌥⌘A)";

/*  Class = "NSButtonCell"; title = "Add to Favorites"; ObjectID = "5160";  */
"Add to Favorites" = "Добавить в закладки";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer"; ObjectID = "5171";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer" = "Введите адрес MySQL сервера к которому хотите подключиться.  Введите 127.0.0.1 для соединения с сервером на этом компьютере.";

/*  Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "5174";  */
"Host:" = "Адрес:";

/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5175";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5212";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5266";  */
"Enter the MySQL username to connect with" = "Введите имя пользователя MySQL";

/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5177";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5226";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5280";  */
"Username:" = "Пользователь:";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5179";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5214";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5268";  */
"Enter the password to use when connecting to the MySQL server" = "Введите пароль для соединения с MySQL сервером";

/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5181";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5224";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5278";  */
"Password:" = "Пароль:";

/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5183";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5216";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5270";  */
"Optionally enter a database to select after successfully connecting to the MySQL server" = "Если необходимо, то можете указать базу данных, которая будет выбрана после подключения к MySQL";

/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5185";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5222";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5276";  */
"Database:" = "База данных:";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5186";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5221";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5223";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5277";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5379";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5388";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5400";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5406";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5411";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5412";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5413";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5415";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5416";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5417";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5293";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5737";  */
"optional" = "необязательно";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5187";  */
/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5272";  */
"Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306" = "Введите порт для соединения с MySQL сервером. Обычно MySQL использует порт 3306";

/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5189";  */
/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5274";  */
"Port:" = "Порт:";

/*  Class = "NSTextField"; gToolTip = "Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location"; ObjectID = "5218";  */
"Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location" = "Введите путь в системе к сокету для подключения к MySQL. Оставьте поле пустым для пути по умолчанию.";

/*  Class = "NSTextFieldCell"; title = "Socket:"; ObjectID = "5220";  */
"Socket:" = "Сокет:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to"; ObjectID = "5264";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to" = "Введите адрес MySQL сервера к которому хотите подключиться. Введите 127.0.0.1 для соединения с сервером на этом компьютере.";

/*  Class = "NSTextFieldCell"; title = "MySQL Host:"; ObjectID = "5282";  */
"MySQL Host:" = "Адрес MySQL:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server"; ObjectID = "5284";  */
"Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server" = "Введите адрес SSH сервера для тунелирования при соединении с MySQL сервером";

/*  Class = "NSTextField"; gToolTip = "Enter the SSH username to connect with"; ObjectID = "5286";  */
"Enter the SSH username to connect with" = "Введите имя пользователя SSH";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available"; ObjectID = "5288";  */
"Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available" = "Введите пароль для соединения с SSH сервером. NB: будет использована конфигурация SSH, и, если доступен, публичный ключ и прочие методы аутентификации.";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the SSH server.  The default SSH port is 22"; ObjectID = "5290";  */
"Enter the port to use when connecting to the SSH server.  The default SSH port is 22" = "Введите порт для соединения с SSH сервером. Обычно порт SSH 22";

/*  Class = "NSTextFieldCell"; title = "SSH Port:"; ObjectID = "5292";  */
"SSH Port:" = "Порт:";

/*  Class = "NSTextFieldCell"; title = "SSH Password:"; ObjectID = "5294";  */
"SSH Password:" = "Пароль:";

/*  Class = "NSTextFieldCell"; title = "SSH User:"; ObjectID = "5296";  */
"SSH User:" = "Пользователь:";

/*  Class = "NSTextFieldCell"; title = "SSH Host:"; ObjectID = "5298";  */
"SSH Host:" = "Адрес SSH:";

/*  Class = "BWAnchoredButton"; gToolTip = "Edit Favorites in Preferences (⌥⌘E)"; ObjectID = "5346";  */
"Edit Favorites in Preferences (⌥⌘E)" = "Править закладки в настройках (⌥⌘E)";

/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5376";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5385";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5403";  */
"Enter a nickname to use if adding to favorites. Optional." = "Введите псевдоним для создания закладки этого соединения (по желанию)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5378";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5387";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5405";  */
"Name:" = "Имя закладки:";

/*  Class = "NSTextFieldCell"; title = "Connecting..."; ObjectID = "5424";  */
"Connecting..." = "Соединение...";

/*  Class = "NSPanel"; title = "Error Detail"; ObjectID = "5431";  */
"Error Detail" = "Описание ошибки";

/*  Class = "NSMenuItem"; title = "Edit Favorite..."; ObjectID = "5469";  */
"Edit Favorite..." = "Править закладки…";

/*  Class = "NSMenuItem"; title = "Sort By"; ObjectID = "5479";  */
/*  Class = "NSMenu"; title = "Sort By"; ObjectID = "5481";  */
"Sort By" = "Сортировать по";

/*  Class = "NSMenuItem"; title = "Name"; ObjectID = "5482";  */
"Name" = "именам закладок";

/*  Class = "NSMenuItem"; title = "Host"; ObjectID = "5483";  */
"Host" = "адресам серверов";

/*  Class = "NSMenuItem"; title = "Type"; ObjectID = "5484";  */
"Type" = "типам соединений";

/*  Class = "NSMenuItem"; title = "Reverse Sort Order"; ObjectID = "5486";  */
"Reverse Sort Order" = "в обратном порядке";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "5682";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Пожалуйста выберите ваш SSL-сертификат, выданный Удостоверяющим центром, для установления защищенного соединения. При этом находящая в центре сертификат должен полностью совпадать с вашим.";

/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5594";  */
/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5721";  */
"Connect using SSL" = "Использовать SSL";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "5670";  */
"Please select the SSL key file to use when establishing a secure connection." = "Пожалуйста, выберите файл SSL ключа для шифрования соединения.";

/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5615";  */
/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5706";  */
"CA Cert:" = "Сертификат УЦ:";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection"; ObjectID = "5612";  */
"Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection" = "Нажмите для выбора SSL сертификата открытого ключа Удостоверяющего центра для установления защищенного соединения";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "5685";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Пожалуйста, выберите файл SSL-сертификата для установления шифрованого соединения.";

/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5691";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5492";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5694";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5695";  */
"Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically." = "Выбрать файл SSH ключа для этого соединения. Ключи, находящиеся в стандартных папках типа ~/.ssh, достаются автоматически.";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL certificate file to use when establishing a secure connection"; ObjectID = "5604";  */
"Click to choose the client SSL certificate file to use when establishing a secure connection" = "Нажмите для выбора файл вашего SSL-сертификата для установления защищенного соединения";

/*  Class = "NSTextFieldCell"; title = "SSH Key:"; ObjectID = "5526";  */
"SSH Key:" = "Ключ SSH:";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "5578";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Выберите файл SSH ключа для этого соединения. Заметьте что ключи, находящиеся в стандартных папках типа ~/.ssh, достаются автоматически.";

/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5703";  */
"Certificate:" = "Сертификат:";

/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5597";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5608";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5616";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5698";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5702";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5705";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5730";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5731";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5732";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5733";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5734";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5735";  */
"none set" = "не выбран";

/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5599";  */
/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5699";  */
"Key File:" = "Файл ключа:";

/*  Class = "NSButton"; gToolTip = "Click to choose the SSL key file to use when establishing a secure connection"; ObjectID = "5600";  */
"Click to choose the SSL key file to use when establishing a secure connection" = "Нажмите для выбора файла SSL ключа для установки защищенного соединения";

